export default function Home() {
  return (
    <main className="flex min-h-screen flex-col items-center gap-8 p-24 pt-12">
      <h1 className="scroll-m-20 text-4xl font-extrabold tracking-tight lg:text-5xl mb-8">
        Звездные потоки в местной Вселенной - 27.09.2024 
      </h1>
      <img src="/27-09-2024.png" />
      <p className="scroll-m-20 text-xl font-semibold tracking-tight w-6/12">Двадцать галактик, показанных на этой картинке – часть амбициозного обзора приливных звездных потоков. Для каждой близкой массивной галактики представлено глубокое негативное изображение окружающего поля, взятое из доступных обзоров неба. Изображения позволяют обнаружить тусклые космические структуры – звездные потоки длиной в несколько тысяч световых лет, возникшие в результате гравитационного разрушения галактик-спутников и последующего слияния с ними в местной Вселенной. Такие обзоры слияний и гравитационных приливных взаимодействий между массивными галактиками и их карликовыми спутниками дают важную информацию для моделей формирования галактик и космологии. Обнаружение звездных потоков в соседней галактике Андромеды и нашем Млечном Пути свидетельствует о продолжающемся разрушении галактик-спутников в нашей Местной группе галактик. </p>

    </main>
  );
}
