export default function Home() {
  return (
    <main className="flex min-h-screen flex-col items-center gap-8 p-24 pt-12">
      <h1 className="scroll-m-20 text-4xl font-extrabold tracking-tight lg:text-5xl mb-8">
        Остаток сверхновой туманность Русалка - 18.09.2024 
      </h1>
      <img src="/18-09-2024.jpg" />
      <p className="scroll-m-20 text-xl font-semibold tracking-tight w-6/12">Новые звезды рождаются из остатков мертвых звезд. После гибели очень массивной звезды из нашего Млечного Пути в результате гравитационного коллапса возник остаток сверхновой G296.5+10.0, частью которого является показанная на картинке туманность Русалка. Остаток сверхновой, известный также как туманность Бойцовая рыбка, принадлежит к редкому типу остатков, выделяющихся почти круглой формой и двусторонней симметрией.</p>

    </main>
  );
}
