export default function Home() {
  return (
    <main className="flex min-h-screen flex-col items-center gap-8 p-24 pt-12">
      <h1 className="scroll-m-20 text-4xl font-extrabold tracking-tight lg:text-5xl mb-8">
        Комета A3 над Австралией на рассвете - 25.09.2024 
      </h1>
      <img src="/25-09-2024.jpg" />
      <p className="scroll-m-20 text-xl font-semibold tracking-tight w-6/12">Комета Цзыцзиньшань-ATLAS сейчас видна на небе ранним утром. Большой грязный айсберг влетел во внутреннюю область Солнечной системы под необычным углом. Через два дня он сблизится с Солнцем, находясь между орбитами Меркурия и Венеры. Комету C/2023 A3 (Цзыцзиньшань-ATLAS), которую часто называют просто A3, и ее пылевой хвост можно запечатлеть перед и во время рассвета с помощью камеры и длинных экспозиций. Эта картинка смонтирована из снимков, сделанных четыре дня назад, когда комета восходила над озером Джордж в Новом Южном Уэльсе в Австралии. Вертикальные полосы справа – последовательные изображения кометы на рассвете, когда небо становилось все более ярким и разноцветным. Неизвестно, какой яркой станет комета в следующем месяце, это зависит от количества газа и пыли, выброшенного из ядра кометы. Наблюдатели-оптимисты надеются, что комета Цзыцзиньшань-ATLAS устроит эффектное представление, ее пылевой и ионный хвосты растянутся по небу, и она станет известной как Большая Комета 2024 года. </p>

    </main>
  );
}
